// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annuler";
"SHUTDOWN_BUTTON"	= "Éteindre maintenant";
"SKIP_BUTTON"		= "Ignorer";
"QUIT_BUTTON"		= "Quitter";
"GO_BUTTON"		= "Quitter";

"CONNECT_BUTTON"	= "Se connecter";
"CONTINUE_BUTTON"	= "Continuer";
"RECONNECT_BUTTON"	= "Réessayer";
"GO_BACK_BUTTON"	= "Revenir";
"REGISTER_LATER_BUTTON"	= "Enregistrer plus tard";
"DONT_ACCEPT_BUTTON"	= "Ne pas accepter";
"LEARNMORE_BUTTON"	= "En savoir plus";

"SYSTEM_PREFERENCES_BUTTON" = "Ouvrir Préférences Système";

"SYSTEM_PREFERENCES" = "Préférences Système";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "38";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Enregistrement";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrateur";

"OTHER_AIRPORT_NETWORK" = "Autre réseau";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Connexion à l’autre Mac réussie…";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Configuration de votre ordinateur…";
"MESSAGE_PREP_CONNECTION"	= "Préparation de la connexion…";
"MESSAGE_CONNECTING"		= "Connexion à Apple…";
"MESSAGE_DISCONNECTING"		= "Déconnexion…";
"MESSAGE_REGISTRATION_SENT"	= "Votre enregistrement a été envoyé à Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Assistant réglages ne peut pas configurer votre ordinateur.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Pour modifier les réglages de votre ordinateur, choissez Pomme () > Préférences Système.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Assistant réglages Mac OS X ne peut pas être utilisé avec ce moniteur.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Pour configurer votre ordinateur, choisissez Préférences Système dans le menu Pomme. Pour enregistrer votre produit, rendez-vous sur www.apple.com/fr/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Le périphérique connecté a la mini-prise du haut-parleur Apple n’est pas reconnu.";
"MESSAGE_SPEAKER_CONNECTION"			= "Débranchez la fiche de la mini-prise, puis rebranchez-la en vous assurant que la fiche est complètement insérée.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Votre enregistrement n’a pu être envoyé.";
"MESSAGE_CONNECTION_FAILED"				= "L’ordinateur ne parvient pas à se connecter à Apple parce que la connexion est occupée, ou en raison de réglages incorrects de votre réseau. Cliquez sur Réessayer pour modifier vos réglages ou envoyez l’enregistrement plus tard.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "La connexion est occupée ou votre ordinateur n’a pas pu se connecter à Internet. Vérifiez les réglages de votre réseau ou connectez-vous à Internet avant d’envoyer votre enregistrement.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Annulé…";
"MESSAGE_CONNECTION_CANCELED"			= "N’oubliez pas d’enregistrer votre produit plus tard.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Impossible de traiter votre enregistrement pour le moment.";
"MESSAGE_REGISTRATION_FAILED"			= "Vous pourrez terminer l’enregistrement plus tard en ouvrant le fichier Enregistrement qui se trouve dans votre dossier de départ.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Les informations de votre compte sont incorrectes.";
"MESSAGE_AUTHENTICATION_FAILED"			= "Les informations de compte fournies ont été refusées par votre Fournisseur d’accès à Internet. Cliquez sur Revenir pour vérifier ces informations, puis réessayez.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Votre carte de crédit n’a pu être traitée.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Votre carte de crédit n’a pu être utilisée. Cliquez sur Revenir afin de vérifier les informations fournies ou utiliser une carte de crédit, puis réessayez.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Il y a eu un problème avec votre adresse.";
"MESSAGE_INVALID_ADDRESS"				= "L’adresse saisie comporte une erreur. Cliquez sur Revenir pour vous assurer que la ville, le code postal, le pays et le département sont corrects, puis réessayez.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Il y a un problème avec vos informations d’enregistrement.";
"MESSAGE_INVALID_FIRSTNAME"				= "Une erreur existe dans le nom saisi. Cliquez sur Revenir pour vous assurer que votre prénom est correct, puis réessayez.";
"MESSAGE_INVALID_LASTNAME"				= "Une erreur existe dans le nom saisi. Cliquez sur Revenir pour vous assurer que votre nom est correct, puis réessayez.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Le numéro de téléphone saisi comporte une erreur. Cliquez sur Revenir pour vous assurer que votre numéro est correct, puis réessayez.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Votre modem ne parvient pas à détecter de tonalité.";
"MESSAGE_NO_DIAL_TONE"					= "Assurez-vous que votre modem est connecté, puis cliquez soit sur OK, soit sur Annuler pour revenir en arrière et cocher la case « Ignorer la tonalité ».";

"MESSAGE_CC_IN_USE_TITLE"				= "Impossible de créer un compte avec cette carte de crédit.";
"MESSAGE_CC_IN_USE"						= "Cette carte de crédit a déjà été utilisée pour créer un compte auprès de ce fournisseur d’accès Internet. Cliquez sur Revenir pour saisir les informations d’une autre carte ou pour contacter le fournisseur.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "La procédure d’inscription à MobileMe a été annulée.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Vous pouvez soit cliquer sur Réessayer pour vous connecter une nouvelle fois à MobileMe, soit annuler la procédure d’inscription à MobileMe et poursuivre avec la configuration de votre ordinateur.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Vous n’avez pas fourni d’indice de mot de passe.";
"MESSAGE_NO_HINT_WARNING"				= "Souhaitez-vous vraiment ne pas saisir d’indice de mot de passe ? Si jamais vous oubliez votre mot de passe, vous devrez le réinitialiser .";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Voulez-vous éteindre votre ordinateur ?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "La configuration de Mac OS X n’est pas terminée.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "La configuration de Mac OS X n’est pas terminée. Vous pouvez cliquer sur Ignorer maintenant pour ignorer le processus d’enregistrement.";

"MESSAGE_QUIT_TITLE" = "Souhaitez-vous vraiment quitter ?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Si vous quittez maintenant, votre enregistrement ne sera pas envoyé à Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Pour poursuivre la configuration sans terminer votre enregistrement, cliquez sur Enregistrer plus tard.";

"MESSAGE_CANCEL_TITLE" = "Êtes-vous sûr(e) ?";

"MESSAGE_SKIP_USER_INFO" = "Si vous ne voulez pas envoyer de données personnelles, cliquez sur Continuer.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Une erreur inattendue est survenue.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Désolé, une erreur est survenue.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Erreur";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Désolé…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[La configuration du réseau a échoué]";
"ERROR_MESSAGE_ICConfigure"				= "[La configuration Internet a échoué]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[La création de compte local a échoué]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "La configuration de votre connexion réseau a échoué. Vous ne pourrez envoyer vos informations d’enregistrement ni vous connecter à Internet. Cliquez soit sur Annuler pour modifier vos réglages de réseau, soit sur OK pour quitter la procédure.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Désolé";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Attention";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Souhaitez-vous continuer ?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Vous n’avez pas fourni toutes les informations requises.";
"ERROR_MESSAGE_VALIDATION_0001" = "Pour saisir les informations, cliquez sur Revenir et vérifiez les champs marqués par des flèches rouges.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Le texte saisi est trop court.";
"ERROR_MESSAGE_VALIDATION_0002" = "Vérifiez le champ sélectionné et corrigez le texte.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Les information saisie sont incorrectes. Saisissez à nouveau vos informations en vous assurant qu’elles sont correctes.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Le nom d’utilisateur ou le mot de passe saisi n’est pas valide, ou la connexion est désactivée.";
"ERROR_MESSAGE_VALIDATION_0004" = "Essayez d’entrer vos informations à nouveau ou contactez l’administrateur du serveur.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Le nom d’utilisateur ou le mot de passe saisi n’est pas valide, ou la connexion est désactivée.";
"ERROR_MESSAGE_VALIDATION_0005" = "Essayez d’entrer vos informations à nouveau ou contactez l’administrateur du serveur.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Ce nom ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0006" = "Vérifiez le champ sélectionné puis entrez un autre nom de compte.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Ce nom ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0007" = "Ce nom n’est pas disponible. Saisissez un autre nom.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Le champ d’adresse IP est vide. Saisissez votre adresse IP en vous assurant qu’elle est correcte.";
"ERROR_MESSAGE_VALIDATION_0010" = "L’adresse IP saisie contient des caractères non valides. Saisissez à nouveau votre adresse IP en vous assurant qu’elle est correcte.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "L’adresse doit contenir 4 segments."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Vérifiez le champ sélectionné puis saisissez une adresse valide. En cas de doute, consultez votre administrateur réseau.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "L’adresse doit contenir 4 segments."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Vérifiez le champ sélectionné puis saisissez une adresse valide. En cas de doute, consultez votre administrateur réseau.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Chaque segment d’adresse doit contenir de 1 à 3 caractères."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Vérifiez le champ sélectionné puis saisissez une adresse valide. En cas de doute, consultez votre administrateur réseau.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "L’adresse fournie n’est pas autorisée.";
"ERROR_MESSAGE_VALIDATION_0014" = "Vérifiez le champ sélectionné puis saisissez une adresse valide. En cas de doute, consultez votre administrateur réseau.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Le masque de sous-réseau saisi est incorrect.";
"ERROR_MESSAGE_VALIDATION_0015" = "Vérifiez le champ sélectionné puis saisissez un masque de sous-réseau valide. En cas de doute, consultez votre administrateur réseau.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Un compte Open Directory existe déjà sous ce nom. Si vous utilisez ce nom, vous ne pourrez plus accéder au compte existant.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Les champs doivent comporter des valeurs différentes.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Le mot de passe fourni n’est pas valable.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Ce numéro de carte de crédit ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0019" = "Vérifiez le champ sélectionné et saisissez un numéro de carte de crédit valide.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Votre nom de compte ne peut pas débuter par un chiffre.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Vérifiez si l’adresse électronique que vous avez saisie est correcte.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "L’adresse IP et celle du routeur ne concordent pas avec le masque de sous-réseau saisi. Vérifiez les champ suivants et saisissez des valeurs correctes :\n     adresse IP\n     Masque de sous-réseau\n     Adresse du routeur\nEn cas de doute, consultez votre administrateur réseau.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Ce nom ne peut être utilisé.";
"ERROR_MESSAGE_VALIDATION_0023" = "Vérifiez le champ sélectionné puis entrez un autre nom.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Il y a des informations dupliquées.";
"ERROR_MESSAGE_VALIDATION_0024" = "Vérifiez le champ sélectionné puis saisissez des valeurs uniques.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Cet ordinateur ne figure pas dans la liste de contrôle d’accès de la borne d’accès.";
"ERROR_MESSAGE_VALIDATION_0025" = "Vous devez ajouter cet ordinateur à la liste de contrôle d’accès de la borne d’accès.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Une erreur s’est produite lors de la connexion au réseau sélectionné.";
"ERROR_MESSAGE_VALIDATION_0026" = "Vérifiez les réglages de votre AirPort ou essayez de joindre un autre réseau.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Certaines de vos données d’enregistrement sont manquantes.";
"ERROR_MESSAGE_VALIDATION_0027" = "Pour saisir les informations, cliquez sur Revenir et vérifiez les champs marqués par des flèches rouges.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Entrez un code postal valide.";
"ERROR_MESSAGE_VALIDATION_1001" = "Entrez un indicatif valide.";
"ERROR_MESSAGE_VALIDATION_1002" = "Entrez un numéro local valide.";
"ERROR_MESSAGE_VALIDATION_1003" = "Entrez un numéro de téléphone valide.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Le numéro de contrat saisi n’est pas valide.";
"ERROR_MESSAGE_VALIDATION_2000" = "Le numéro du contrat doit être composé de 12 ou 15 chiffres.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Les mots de passe ne concordent pas.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Vérifiez les champs signalés par des flèches rouges puis tapez un mot de passe identique dans les deux champs.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Vous n’avez pas saisi de mot de passe pour votre compte utilisateur.";
"ERROR_NO_PASSWORD_INSECURE" = "Si votre compte utilisateur n’est pas protégé par un mot de passe, il ne sera pas sécurisé. Cliquez sur Annuler pour entrer un mot de passe.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Un compte Open Directory existe déjà sous ce nom long.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Si vous utilisez ce nom, vous ne pourrez plus accéder au compte utilisateur existant. Souhaitez-vous vraiment créer un compte local sous ce nom ?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Un compte Open Directory existe déjà sous ce nom.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Si vous utilisez ce nom, vous ne pourrez plus accéder au compte utilisateur existant. Souhaitez-vous vraiment créer un compte local sous ce nom ?";

"ERROR_IP_AND_ROUTER_TITLE" = "Souhaitez-vous vraiment avoir une adresse IP identique à celle du routeur ?";
"ERROR_IP_AND_ROUTER" = "Avoir une adresses IP identique à l’adresse de routeur peut poser des problèmes au niveau du réseau. Si vous ne connaissez pas ces adresses, consultez votre administrateur réseau avant de continuer.";

"ERROR_POSTAL_USA_TITLE" = "Le code postal que vous avez fourni n’est pas valide.";
"ERROR_POSTAL_USA" = "Le code postal doit comprendre 5 chiffres (ou 9 pour le code postal+4) et respecter le format XXXX-XXX où les X représentent les chiffres de votre code postal.";

"ERROR_POSTAL_JAPAN_TITLE" = "Le code postal fourni n’est pas valide.";
"ERROR_POSTAL_JAPAN" = "Le code postal doit comprendre 7 chiffres et respecter le format XXX-XXXX où les X représentent les chiffres de votre code postal.";

"ERROR_POSTAL_OTHER_TITLE" = "Le code postal fourni n’est pas valide.";
"ERROR_POSTAL_OTHER" = "Le code postal doit comprendre moins de 32 caractères.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "L’indicatif fourni n’est pas valide.";
"ERROR_AREA_CODE_CANADA_USA" = "L’indicatif doit être supérieur à 200 et ne peut être égal à 411, 611 ou 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Le numéro de téléphone local fourni n’est pas valide.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Le numéro du central doit être supérieur à 200 mais différent de 411, 611 ou 911. Entrez à nouveau votre numéro de téléphone, en vous assurez-vous de le saisir correctement.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Le numéro de téléphone local fourni n’est pas valide.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Le numéro du central ne peut pas être 555 pour l’indicatif saisi. Entrez à nouveau votre numéro de téléphone, en vous assurant de le saisir correctement.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Le numéro de téléphone fourni n’est pas valide.";
"ERROR_PHONE_NUMBER_JAPAN" = "Le numéro de téléphone doit comprendre au moins 10 chiffres.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Le numéro de téléphone fourni n’est pas valide.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Le numéro de téléphone doit comprendre 10 chiffres.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Le nom d’utilisateur et le mot de passe ne peuvent être identiques.";
"ERROR_USERNAME_AND_PASSWORD"		= "La sécurité peut être affectée. Saisissez un autre mot de passe.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Il y a des entrées DNS dupliquées.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Vérifiez le champ sélectionné puis saisissez des valeurs DNS uniques.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "L’indice et le mot de passe ne peuvent être identiques.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "La sécurité peut être affectée. Saisissez un autre indice ou mot de passe.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "Formule de service Internet";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Premiers contacts";
